{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 9999, "word_counts": "{\"start\": 9999, \"one\": 2900, \"end\": 9999, \"two\": 2900, \"three\": 2900, \"four\": 2900, \"five\": 2900, \"six\": 2900, \"seven\": 2900, \"eight\": 2900, \"nine\": 2900, \"ten\": 100, \"eleven\": 100, \"twelve\": 100, \"thirteen\": 100, \"fourteen\": 100, \"fifteen\": 100, \"sixteen\": 100, \"seventeen\": 100, \"eighteen\": 100, \"nineteen\": 100, \"twenty\": 1000, \"thirty\": 1000, \"forty\": 1000, \"fifty\": 1000, \"sixty\": 1000, \"seventy\": 1000, \"eighty\": 1000, \"ninety\": 1000, \"hundred\": 9000, \"thousand\": 9000}", "word_docs": "{\"start\": 9999, \"end\": 9999, \"one\": 2629, \"two\": 2629, \"three\": 2629, \"four\": 2629, \"five\": 2629, \"six\": 2629, \"seven\": 2629, \"eight\": 2629, \"nine\": 2629, \"ten\": 100, \"eleven\": 100, \"twelve\": 100, \"thirteen\": 100, \"fourteen\": 100, \"fifteen\": 100, \"sixteen\": 100, \"seventeen\": 100, \"eighteen\": 100, \"nineteen\": 100, \"twenty\": 1000, \"thirty\": 1000, \"forty\": 1000, \"fifty\": 1000, \"sixty\": 1000, \"seventy\": 1000, \"eighty\": 1000, \"ninety\": 1000, \"hundred\": 9000, \"thousand\": 9000}", "index_docs": "{\"1\": 9999, \"2\": 9999, \"5\": 2629, \"6\": 2629, \"7\": 2629, \"8\": 2629, \"9\": 2629, \"10\": 2629, \"11\": 2629, \"12\": 2629, \"13\": 2629, \"22\": 100, \"23\": 100, \"24\": 100, \"25\": 100, \"26\": 100, \"27\": 100, \"28\": 100, \"29\": 100, \"30\": 100, \"31\": 100, \"14\": 1000, \"15\": 1000, \"16\": 1000, \"17\": 1000, \"18\": 1000, \"19\": 1000, \"20\": 1000, \"21\": 1000, \"3\": 9000, \"4\": 9000}", "index_word": "{\"1\": \"start\", \"2\": \"end\", \"3\": \"hundred\", \"4\": \"thousand\", \"5\": \"one\", \"6\": \"two\", \"7\": \"three\", \"8\": \"four\", \"9\": \"five\", \"10\": \"six\", \"11\": \"seven\", \"12\": \"eight\", \"13\": \"nine\", \"14\": \"twenty\", \"15\": \"thirty\", \"16\": \"forty\", \"17\": \"fifty\", \"18\": \"sixty\", \"19\": \"seventy\", \"20\": \"eighty\", \"21\": \"ninety\", \"22\": \"ten\", \"23\": \"eleven\", \"24\": \"twelve\", \"25\": \"thirteen\", \"26\": \"fourteen\", \"27\": \"fifteen\", \"28\": \"sixteen\", \"29\": \"seventeen\", \"30\": \"eighteen\", \"31\": \"nineteen\"}", "word_index": "{\"start\": 1, \"end\": 2, \"hundred\": 3, \"thousand\": 4, \"one\": 5, \"two\": 6, \"three\": 7, \"four\": 8, \"five\": 9, \"six\": 10, \"seven\": 11, \"eight\": 12, \"nine\": 13, \"twenty\": 14, \"thirty\": 15, \"forty\": 16, \"fifty\": 17, \"sixty\": 18, \"seventy\": 19, \"eighty\": 20, \"ninety\": 21, \"ten\": 22, \"eleven\": 23, \"twelve\": 24, \"thirteen\": 25, \"fourteen\": 26, \"fifteen\": 27, \"sixteen\": 28, \"seventeen\": 29, \"eighteen\": 30, \"nineteen\": 31}"}}